{
  "movies": [
    {
      "id": 83533,
      "title": "Аватар: Пламя и пепел",
      "original_title": "Avatar: Fire and Ash",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/4Em1KBxw9pWhgQqGREJLdTvseJO.jpg",
      "overview": "Джейк Салли, Нейтири и их дети переживают смерть Нетейама. Противостояние с корпорацией RDA обостряется, и теперь семье предстоит столкнуться с враждебным племенем На`ви во главе с Варанг.",
      "rezka_query": "Аватар: Пламя и пепел 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 982843,
      "title": "Всемирный потоп",
      "original_title": "대홍수",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/p9HwH0wTClssSnEDe7Rginknlx2.jpg",
      "overview": "В последний день на Земле борьба за жизнь в затопленной квартире быстро становится единственной надеждой человечества на выживание.",
      "rezka_query": "Всемирный потоп 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1228246,
      "title": "Пять ночей с Фредди 2",
      "original_title": "Five Nights at Freddy's 2",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/geZhhgqqMrOQdhm4Kv9ulxPI5ZN.jpg",
      "overview": "Спустя год после сверхъестественного кошмара в пиццерии Freddy Fazbear's произошедшее превратилось в местную легенду и вдохновило на первое в городе празднование Fazfest. Не зная правды, Эбби тайно отправляется к Фредди, Бонни, Чике и Фокси, запускает цепь пугающих событий и сталкивается с мрачными секретами происхождения пиццерии, пробуждая давний ужас, скрытый десятилетиями.",
      "rezka_query": "Пять ночей с Фредди 2 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1084242,
      "title": "Зверополис 2",
      "original_title": "Zootopia 2",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/j29hoRvpGshWDaOBVIogkRpi6JS.jpg",
      "overview": "Джуди и Ник теперь полноценная команда в полиции. Но их спокойная служба резко меняется, когда в городе появляется загадочный преступник-рептилия, способный ставить под угрозу весь порядок в Зверополисе. Чтобы разобраться в деле, героям приходится углубиться в новые районы города, куда обычным жителям лучше не соваться. Расследование быстро выходит за рамки привычных правил: Джуди и Ник работают под прикрытием, сталкиваются с непредсказуемыми союзниками и опасными врагами, а также вынуждены доверять друг другу сильнее, чем когда-либо.",
      "rezka_query": "Зверополис 2 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 425274,
      "title": "Иллюзия обмана 3",
      "original_title": "Now You See Me: Now You Don't",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/tTBnFolA9nYvoXXb0Jlnn7Gdtnn.jpg",
      "overview": "«4 всадника» возвращаются вместе с молодым поколением иллюзионистов, демонстрируя головокружительные трюки, магию и превращения, каких ещё не видел мир.",
      "rezka_query": "Иллюзия обмана 3 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1223601,
      "title": "Бессмертный 2: Дорога мести",
      "original_title": "Sisu 2",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/lk48GLdtqFNuNpqQkJT5uiFDyn4.jpg",
      "overview": "Вернувшись в дом, где во время войны его семья была жестоко убита, «человек, который отказывается умирать» разбирает его по частям, грузит на грузовик и решает восстановить в безопасном месте — в память о близких. Но когда командир Красной Армии, виновный в их смерти, возвращается с намерением довести дело до конца, начинается безжалостная и зрелищная погоня через суровые земли. Это схватка не на жизнь, а на смерть.",
      "rezka_query": "Бессмертный 2: Дорога мести 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1512623,
      "title": "Risqué",
      "original_title": "Risqué",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/h6OsRrDwbspLnKMvlFl57QFDP7d.jpg",
      "overview": "",
      "rezka_query": "Risqué 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1247002,
      "title": "Старуха с ножом",
      "original_title": "파과",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/apHvzUlkWqjTDt9uaS9k9NOs4jY.jpg",
      "overview": "Легендарная наёмная убийца уже в преклонном возрасте занимается устранением отбросов общества. Её привычная жизнь неожиданно меняется, когда она знакомится с молодым киллером, который напрашивается к ней в напарники. Однако случай из общего прошлого заставляет женщину сомневаться, даже когда парень признаётся ей в том, что помнит её как единственного человека, отнёсшегося к нему по-доброму. Она не может его вспомнить и не понимает его истинных намерений. Возникшее недопонимание приводит к финальному поединку между героями.",
      "rezka_query": "Старуха с ножом 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1013446,
      "title": "Отражение в мёртвом бриллианте",
      "original_title": "Reflet dans un diamant mort",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/hKpxTJmTv5C3oQnKOtpJqiZvC49.jpg",
      "overview": "1960-е. Джон, 70-летний бывший тайный агент, ведёт тихую жизнь в отеле на Лазурном берегу, предаваясь воспоминаниям о своих шпионских приключениях молодости. Однажды в соседний номер заселяется милая женщина, которая привлекает внимание Джона. Когда женщина бесследно пропадает, он пытается разгадать тайну её исчезновения, а воспоминания и прошлые страхи накатываются с новой силой.",
      "rezka_query": "Отражение в мёртвом бриллианте 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1439112,
      "title": "Клык 2: Город волков",
      "original_title": "Muzzle: City of Wolves",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/i8OWhc3aFc719RcCpSGACh4qtIR.jpg",
      "overview": "Лос-Анджелес. Недолгая мирная жизнь бывшего полицейского-кинолога Джейка Россера рушится, когда банда жестоко нападает на его семью. С новым четвероногим напарником Аргосом он выходит на след сети наркоторговцев, бросает вызов коррумпированным чиновникам и борется со своими внутренними демонами.",
      "rezka_query": "Клык 2: Город волков 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1336189,
      "title": "Снегоуборщик. Опасная дистанция",
      "original_title": "Delivery Run",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/cs5xKPHQlakwIrG8gYuZ0B3EtWl.jpg",
      "overview": "Ли - обычный курьер, чья рутина сводится к скучным маршрутам по заснеженной Миннесоте. Но всё меняется, когда он случайно забирает сумку, набитую деньгами. Теперь обычный маршрут курьера превращается в настоящий ледяной ад. Его машину начинает преследовать гигантский снегоочиститель, за рулём которого - некто, явно желающий не просто напугать, а буквально размазать Ли по шоссе.",
      "rezka_query": "Снегоуборщик. Опасная дистанция 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1195518,
      "title": "Нечестивая троица",
      "original_title": "The Unholy Trinity",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/vrJcRSPSOPLPXN1kEJaGIFQraTL.jpg",
      "overview": "Монтана, 1870-е. Сын казнённого преступника приезжает в городок Тринити, где становится заложником и участником конфликта между новым шерифом Гэбриелом Доу и загадочным местным жителем.",
      "rezka_query": "Нечестивая троица 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 755898,
      "title": "Война миров",
      "original_title": "War of the Worlds",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/12dBX2CibQ0CXAJfIRBqOY6ac3h.jpg",
      "overview": "Скринлайф-экранизация романа «Война миров» Герберта Уэллса. Землю атакуют агрессивные пришельцы, использующие гигантских роботов с щупальцами. Людям предстоит бороться за выживание и попытаться дать отпор захватчикам. Фильм затронет темы слежки и конфиденциальности.",
      "rezka_query": "Война миров 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1196067,
      "title": "Разрушитель миров",
      "original_title": "Worldbreaker",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/4pjvCr7sbqoOMWJ5X6Ekj8Qtthx.jpg",
      "overview": "Пять лет назад из-за разрыва реальности в наш мир проникли существа из другого измерения. Отец прячет дочь на удалённом острове, готовя ее к будущим сражениям. Но вскоре они осознают, что безопасных мест на Земле больше не существует.",
      "rezka_query": "Разрушитель миров 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1491902,
      "title": "Выстрел: шторм из пуль",
      "original_title": "ปัง",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/iGo0TNKfIicZ3iYNDsFQuoyV4IA.jpg",
      "overview": "История безжалостного киллера, который, чудом избежав смертельного покушения, предает свою банду в попытке обрести прощение, но в итоге сам становится мишенью.",
      "rezka_query": "Выстрел: шторм из пуль 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 812583,
      "title": "Достать ножи: Воскрешение покойника",
      "original_title": "Wake Up Dead Man: A Knives Out Mystery",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/rffS3bS0shNAhsgCoXtJJOIEl70.jpg",
      "overview": "Детектив Бенуа Бланк объединяет силы с молодым священником, чтобы раскрыть идеальное до невозможности преступление, совершённое в церкви небольшого городка с тёмной историей.",
      "rezka_query": "Достать ножи: Воскрешение покойника 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1589891,
      "title": "Время для храбрых",
      "original_title": "La hora de los valientes",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/8ZoDrAbrsSLDVjXsyvOlwjJakUK.jpg",
      "overview": "Психоаналитик приговорён к общественным работам после дорожно-транспортного происшествия и получает задание оказать терапевтическую поддержку полицейскому, опустошенному изменой жены. Вместе им предстоит столкнуться с невообразимыми опасностями и обрести второй шанс.",
      "rezka_query": "Время для храбрых 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 798645,
      "title": "Бегущий человек",
      "original_title": "The Running Man",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/40Mxw7P1l9KwkQipHgzVNHFMfVC.jpg",
      "overview": "Ближайшее будущее. Отчаявшийся отец Бен Ричардс решает принять участие в жестоком реалити-шоу «Бегущий человек», надеясь выиграть деньги для лечения тяжелобольной дочери. Чтобы победить, участники должны выжить, пока в течение 30 дней на них охотится группа убийц.",
      "rezka_query": "Бегущий человек 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1419406,
      "title": "Охота за тенью",
      "original_title": "捕风追影",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/6YBP0sraDKu2ooa73FGoqxsNkWB.jpg",
      "overview": "Полиция Макао приглашает на работу вышедшего на пенсию специалиста по розыску, который поможет поймать опасную группу профессиональных воров.",
      "rezka_query": "Охота за тенью 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 76600,
      "title": "Аватар: Путь воды",
      "original_title": "Avatar: The Way of Water",
      "year": "2022",
      "poster": "https://image.tmdb.org/t/p/w500/yFNn7uWudLLWDJqfj3fwh5CcUdR.jpg",
      "overview": "Джейк становится предводителем народа на’ви и берёт на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться - с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооружённые земляне, Джейк готов дать им отпор.",
      "rezka_query": "Аватар: Путь воды 2022",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 533533,
      "title": "Трон: Арес",
      "original_title": "TRON: Ares",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/3YMaZ7A8wKs0gngDdexs0pLkAnR.jpg",
      "overview": "Как и предсказывал Кевин Флинн, стало возможным перемещение предметов и человекоподобных программ из виртуального мира в реальный. Джулиан Диллинджер, глава компании Dillinger Systems, привлекает инвесторов демонстрацией невероятных возможностей новой технологии, не упоминая, что в нашем мире воссозданные объекты могут существовать только 29 минут. А тем временем руководительница ENCOM Ева Ким находит так называемый код устойчивости — программу, которая снимает это ограничение по времени. Узнав об успехе конкурентов, Джулиан приказывает поймать Еву и забрать у неё ценный код своим лучшим солдатам — извлечённым из виртуального мира ИИ по имени Арес и Афина.",
      "rezka_query": "Трон: Арес 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 19995,
      "title": "Аватар",
      "original_title": "Avatar",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/lUKcrcO3wEPhNnzGq06JIX7GIEb.jpg",
      "overview": "Джейк Салли, бывший морской пехотинец, прикованный к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остаётся воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.",
      "rezka_query": "Аватар 2009",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1242898,
      "title": "Хищник: Планета смерти",
      "original_title": "Predator: Badlands",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/pu5Aj7nyx9ISKMcmWvUjZv68GLs.jpg",
      "overview": "Изгнанный из клана хищник Дек отправляется на опасную планету Генна. Он стремится доказать своему отцу и всему племени, что достоин быть частью клана. Дек встречает загадочную девушку-андроида Тию и объединяется с ней, чтобы отправиться на поиски сверххищника Калиска, наиболее грозного противника на планете.",
      "rezka_query": "Хищник: Планета смерти 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1387382,
      "title": "Сезон охоты",
      "original_title": "Hunting Season",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/v1maW6KbetsOUglCR5EgrzWTCY.jpg",
      "overview": "Отец-одиночка и его дочь-подросток решают приютить у себя таинственную девушку, найденную ими на берегу реки неподалеку от дома, не подозревая что за незнакомкой охотится безжалостный наркобарон.",
      "rezka_query": "Сезон охоты 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1259102,
      "title": "Вечность",
      "original_title": "Eternity",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/CV5sxPPMcz3M6J8P1Muf8ZB96N.jpg",
      "overview": "Когда Джоан умирает, её душа попадает в загробный мир и оказывается перед сложным выбором — у неё есть неделя, чтобы решить, с кем и где она проведёт вечность. Джоан предстоит выбрать между умершим в молодости первым возлюбленным и вторым мужем, с которым она провела почти всю жизнь и создала семью.",
      "rezka_query": "Вечность 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1438030,
      "title": "Slaughterhouse 2",
      "original_title": "Slaughterhouse 2",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/wkZgGYcCQIzX8zvMAHpzg4hFhLF.jpg",
      "overview": "",
      "rezka_query": "Slaughterhouse 2 2024",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1103437,
      "title": "Одни из нас",
      "original_title": "Please Don't Feed the Children",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/xgjskeIb2EutJtliakU5E0XQ8RX.jpg",
      "overview": "После вирусной вспышки подростки остаются без опеки взрослых и устремляются на юг в поисках новой жизни, но их мечты разбиваются о жестокую реальность. На своем пути они сталкиваются с эксцентричной женщиной, чьи зловещие тайны способны разрушить не только их планы, но и жизни.",
      "rezka_query": "Одни из нас 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1218925,
      "title": "Человек-бензопила. Фильм: История Резе",
      "original_title": "劇場版 チェンソーマン レゼ篇",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/f4Bv4JWv85zHSisuq7SD2WeuJGr.jpg",
      "overview": "Молодой охотник на демонов Дэндзи, который ждал свидания со своей возлюбленной Макимой, попадает под ливень. Укрывшись от дождя, он случайно встречает девушку по имени Резе, работающую в соседнем кафе. Та добродушно ему улыбается, и разговор становится более непринужденным. После этой встречи повседневная жизнь Дэндзи начинает меняться.",
      "rezka_query": "Человек-бензопила. Фильм: История Резе 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1311031,
      "title": "Истребитель демонов: Бесконечный замок",
      "original_title": "劇場版「鬼滅の刃」無限城編 第一章 猗窩座再来",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/rz1jMKpu4rq2wiKMyILF06aiSwP.jpg",
      "overview": "Во время подготовки к решающему сражению с демонами члены Корпуса и столпы проходят изнурительную программу — Тренировку Хашира. Но внезапно сам Музан Кибуцудзи появляется в особняке Убуяшики. Когда глава Корпуса оказывается в смертельной опасности, Танджиро и Хашира спешат на помощь, но Музан втягивает их в таинственное пространство — замок Бесконечности, логово демонов. Так начинается финальное сражение между охотниками на демонов и силами зла.",
      "rezka_query": "Истребитель демонов: Бесконечный замок 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1180831,
      "title": "Тролль 2",
      "original_title": "Troll 2",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/4HvHMNA9piiRDaWVViPNRvrMoEU.jpg",
      "overview": "Нора, Андреас и майор Крис отправляются на своё самое опасное задание, когда опасный новый тролль начинает разрушать всё вокруг на их родине.",
      "rezka_query": "Тролль 2 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 772,
      "title": "Один дома 2: Затерянный в Нью-Йорке",
      "original_title": "Home Alone 2: Lost in New York",
      "year": "1992",
      "poster": "https://image.tmdb.org/t/p/w500/tOpSeLYsZLL4h1N9tHcqRm1Y5t2.jpg",
      "overview": "Самый маленький герой Америки устраивает большой переполох в Нью Йорке! Кевин МакКалистер вернулся! Но теперь он один не дома, а в Нью Йорке и у него достаточно денег и кредитных карточек, чтобы превратить Большое Яблоко в собственную площадку для игр. Но, как всегда, Кевину не суждено быть долго одному, его старые приятели жулики Гарри и Марв сбежали из тюрьмы, куда они попали стараниями Кевина. И надо же им было попасть именно в тот город, где Кевин планировал поразвлечься. Новые западни и ловушки уже ждут горе бандитов.",
      "rezka_query": "Один дома 2: Затерянный в Нью-Йорке 1992",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 8871,
      "title": "Гринч - Похититель Рождества",
      "original_title": "How the Grinch Stole Christmas",
      "year": "2000",
      "poster": "https://image.tmdb.org/t/p/w500/kBwYWREL3MNw1tnB4akrfUFgxXh.jpg",
      "overview": "Жил-был в городе Ктограде человечек, и звали его Гринч. Был он весь зеленый и волосатый, никто его не любил. Обиделся Гринч на ктовичей и ушел жить на одинокую, обдуваемую всеми ветрами гору. Сидел там в своей пещере и злился на весь свет. Больше всего Гринч ненавидел Рождество. В то время, как все население Ктограда веселилось от души, барометр и без того всегда плохого настроения Гринча показывал нечто ужасное.  Каждое Рождество становилось для зеленого отшельника страшной пыткой. И вот однажды злобный житель горы решил покончить с этим праздником раз и навсегда. Пока беззаботные ктовичи сладко спали в предпраздничную ночь, вероломный Гринч решил украсть у горожан их Рождество.",
      "rezka_query": "Гринч - Похититель Рождества 2000",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1214931,
      "title": "Нюрнберг",
      "original_title": "Nuremberg",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/lGIU7Rzwtqs2d7xUajHXc9ImRCp.jpg",
      "overview": "1945 год. Американский психиатр Дуглас Келли начинает серию бесед с правой рукой Гитлера, рейхсмаршалом Германом Герингом. Келли хочет выяснить, чем мозг преступника высшего ранга отличается от остальных людей, но вместо этого сильно сближается с Герингом.",
      "rezka_query": "Нюрнберг 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1083637,
      "title": "ಕಾಂತಾರ: ಅಧ್ಯಾಯ - ೧",
      "original_title": "ಕಾಂತಾರ: ಅಧ್ಯಾಯ - ೧",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/ehQPboTPaIMkMUOoNOh8e7pZ5Rp.jpg",
      "overview": "",
      "rezka_query": "ಕಾಂತಾರ: ಅಧ್ಯಾಯ - ೧ 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1468057,
      "title": "角頭－鬥陣欸",
      "original_title": "角頭－鬥陣欸",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/eoUcppppVNj8BkgBDkZTv82x3tx.jpg",
      "overview": "",
      "rezka_query": "角頭－鬥陣欸 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1368166,
      "title": "Горничная",
      "original_title": "The Housemaid",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/l9G0cHotnQRYJNJSBNdMjfwb5Fd.jpg",
      "overview": "Милли мечтает начать жизнь с чистого листа и с радостью принимает работу горничной в роскошном особняке семьи Винчестер. Но за закрытыми дверями и странными правилами скрывается нечто зловещее. Чем ближе Милли подбирается к шокирующей разгадке, тем очевиднее становится: её собственные тайны тоже не останутся в тени.",
      "rezka_query": "Горничная 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1062722,
      "title": "Франкенштейн",
      "original_title": "Frankenstein",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/oCxLbnBBEmUCeRcmsBrmF9jEcHd.jpg",
      "overview": "Блестящий, но самовлюблённый учёный проводит жестокий эксперимент, в результате которого он оживляет мёртвое тело. Учёный отвергает своё создание, однако их судьбы оказываются трагически связаны.",
      "rezka_query": "Франкенштейн 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1054867,
      "title": "Битва за битвой",
      "original_title": "One Battle After Another",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/53RdThZ1nCkFEU22tbb3d0Lq9sv.jpg",
      "overview": "В 2000-х Пэт Калхун вместе со своей девушкой состоял в леворадикальной экстремистской группировке, и когда во время одного из их налётов произошло убийство, боевые товарищи были вынуждены порознь пуститься в бега. 16 лет спустя мужчина живёт в Южной Калифорнии под именем Боб Фергюсон и воспитывает дочь-подростка, которой из-за постоянной паранойи запрещает даже иметь мобильный телефон. Опасения Боба оказываются не напрасными, когда старый противник полковник Локджо открывает на них с дочерью охоту.",
      "rezka_query": "Битва за битвой 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 7451,
      "title": "Три икса",
      "original_title": "xXx",
      "year": "2002",
      "poster": "https://image.tmdb.org/t/p/w500/2JhYyG66z3mEf0zorlnlc5MmJbJ.jpg",
      "overview": "Ксандер Кэйдж - спортсмен-экстремал. Этот жестокий парень может сделать то, что не в силах выполнить другие люди. Именно поэтому он привлекает к себе внимание Управления национальной безопасности. Оснащенный самой современной шпионской техникой и оружием, Кэйдж должен просочиться в русские криминальные круги, находящиеся в Праге. Ничто не может помешать этому шпиону нового поколения ХХХ выполнить свою миссию, и никто не способен отвлечь его от задания. Никто, кроме таинственной девушки Елены...",
      "rezka_query": "Три икса 2002",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1162858,
      "title": "The Other",
      "original_title": "The Other",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/kE6FV8Lc9Aqir6OlgaNgnbFcy9E.jpg",
      "overview": "",
      "rezka_query": "The Other 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1033462,
      "title": "Бюро 749",
      "original_title": "749局",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/xW640PVBXLlzhrkQnAcvWNsehIO.jpg",
      "overview": "Недалекое будущее. На людей нападают неизвестно откуда взявшиеся жуткие чудовища, но, оказывается, на этот случай был разработан специальный план, державшийся в строжайшей тайне. Парень Ма Шань попадает в бюро 749, где готовят бойцов, которые будут сражаться с чудовищами.",
      "rezka_query": "Бюро 749 2024",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1149167,
      "title": "Сорвать банк 2: Высокие ставки",
      "original_title": "High Rollers",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/kTqi8sKVeCbApwiyOuVriglANO8.jpg",
      "overview": "Вор-профессионал Мэйсон даже после смерти (разумеется, инсценированной) вынужден вернуться к прежним делам и запланировать очередное супер-ограбление. Его возлюбленная Эми находится в заложниках, и похититель — старый враг Салазар — требует достать ему сейф из казино. Дело казалось бы невозможное, однако Мэйсон не намерен сдаваться. Жизнь Эми — главный джекпот в этой игре, да и команда Мэйсона всегда готова ему помочь.",
      "rezka_query": "Сорвать банк 2: Высокие ставки 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1246049,
      "title": "Дракула",
      "original_title": "Dracula",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/fsntw7K5mRVHWf90SjGvFAxICbB.jpg",
      "overview": "Принц Влад II, граф Дракула, живёт ради любви к жене, принцессе Елизавете. Вернувшись с победоносной войны, которую он вёл во имя церкви, принц узнаёт о смерти Елизаветы. Убитый горем он гневается на бога, который отнял у него самое дорогое, а, узнав, что его возлюбленная может возродиться, он отрекается от всего и обрекает себя на бессмертие. Спустя 400 лет ожидания Дракула вновь встречает свою любовь в облике юной Мины.",
      "rezka_query": "Дракула 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1291608,
      "title": "Специалист",
      "original_title": "धुरंधर",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/wbTPOnh1rz8MwcZZ9qpkHu319Wx.jpg",
      "overview": "Секретный агент Аджит Довал выполняет опасную миссию, связанную с геополитическими конфликтами.",
      "rezka_query": "Специалист 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 980477,
      "title": "Нэчжа побеждает Царя драконов",
      "original_title": "哪吒之魔童闹海",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/6hEshZzRcOzzZQ7f0rA8Nbo8xWU.jpg",
      "overview": "После катастрофы, хотя души Нечжи и Аобина были спасены, их тела вскоре были разрушены. Тайи Чжэньжэнь планировал использовать семицветный лотос для восстановления своих тел.",
      "rezka_query": "Нэчжа побеждает Царя драконов 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1539104,
      "title": "Магическая битва: Казнь",
      "original_title": "劇場版 呪術廻戦「渋谷事変 特別編集版」×「死滅回游 先行上映」",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/qg4Qfsr0wWLTkRSIjI04NQzxB3w.jpg",
      "overview": "Во время празднования Хэллоуина на район Сибуя неожиданно опускается магическая завеса, запирая внутри тысячи людей. Чтобы разобраться в происходящем, сильнейший колдун Сатору Годзё отправляется в эпицентр катастрофы, где его поджидают враги, желающие запечатать его силу. Его ученик Юдзи Итадори и другие маги вступают в жестокую битву с проклятыми духами, не подозревая, что события в Сибуе станут началом новой войны. После катастрофы десять колоний по всей Японии становятся очагами проклятий, за которыми стоит опасный колдун Норитоси Камо. Начинается смертельная игра, где маги сражаются за жизнь, а Юта Оккоцу получает приказ казнить Юдзи за преступления, которых он, возможно, не совершал.",
      "rezka_query": "Магическая битва: Казнь 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 803796,
      "title": "Кейпоп-охотницы на демонов",
      "original_title": "KPop Demon Hunters",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/vspMmox0F2pdiNr68BTfYLeDNd8.jpg",
      "overview": "Между концертами на стадионах суперзвёзды кей-попа Руми, Мира и Зои защищают фанатов от сверхъестественных угроз с помощью своих тайных способностей.",
      "rezka_query": "Кейпоп-охотницы на демонов 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1422096,
      "title": "Глазами пса",
      "original_title": "Good Boy",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/xj5NRaauDqA6OVEdfTYgDZnSW54.jpg",
      "overview": "Владелец пса Инди страдает от серьёзной болезни. Вместе с собакой он переезжает в старый лесной дом, некогда принадлежавший его деду, и Инди сразу чует неладное. Отважный пёс пытается защитить хозяина от крадущихся из темноты зловещих теней.",
      "rezka_query": "Глазами пса 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 269149,
      "title": "Зверополис",
      "original_title": "Zootopia",
      "year": "2016",
      "poster": "https://image.tmdb.org/t/p/w500/5qcww3ZqlpCqPrUessuFkdwsDL2.jpg",
      "overview": "Добро пожаловать в Зверополис - современный город, населённый самыми разными животными, от огромных слонов до крошечных мышек. В город приезжает новый офицер полиции, крольчиха Джуди Хоппс, которая с 1-ых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Судьба сводит её с хитроватым, но обаятельным лисом Ником Уайлдом. Вместе они берутся за расследование загадочного дела о пропавших животных, которое оказывается гораздо масштабнее и опаснее, чем казалось сначала.",
      "rezka_query": "Зверополис 2016",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 575265,
      "title": "Миссия невыполнима: Финальная расплата",
      "original_title": "Mission: Impossible - The Final Reckoning",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/ypSREV9yyAAs5SwZLiC8G0qhY1a.jpg",
      "overview": "Искусственный интеллект Entity готовится уничтожить человечество, постепенно перехватывая контроль над ядерными арсеналами мировых держав. У Итана Ханта и его команды есть лишь 72 часа, чтобы найти устройство с исходным кодом Entity, которое находится на затонувшей российской подводной лодке «Севастополь», и предотвратить глобальную катастрофу.",
      "rezka_query": "Миссия невыполнима: Финальная расплата 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1234731,
      "title": "Анаконда",
      "original_title": "Anaconda",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/47C0Mb4RkDQ3sQM0f6w7REQYDHJ.jpg",
      "overview": "Группа друзей отправляется в джунгли, чтобы снять ремейк «Анаконды», их любимого фильма юности. Однако вскоре после начала съёмок змея, главная звезда фильма, погибает, и друзьям приходится продвигаться в глубь джунглей, чтобы найти ей замену.",
      "rezka_query": "Анаконда 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1061474,
      "title": "Супермен",
      "original_title": "Superman",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/ikbG08TQtkIWUVRVotHhndf72pL.jpg",
      "overview": "Кларк Кент, родившийся на планете Криптон, но выросший в простой американской семье, считает своим долгом служение человечеству в качестве Супермена. Он предотвращает вторжение сил Боравии в соседнюю страну, чем навлекает на себя гнев Лекса Лютора, который со своими приспешниками проникает в Крепость Одиночества Супермена и очерняет его перед общественностью.",
      "rezka_query": "Супермен 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1217602,
      "title": "Лондон на проводе",
      "original_title": "London Calling",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/pbx4Oo1NjjCeBxHM3nLgVYx4JZ3.jpg",
      "overview": "Киллер, чьё последнее дело обернулось полным фиаско, решает покинуть страну. Оказавшись в новом и незнакомом месте, он получает неожиданное повышение — ему поручают перевоспитать сына новоиспеченного криминального босса.",
      "rezka_query": "Лондон на проводе 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 10437,
      "title": "Рождественская сказка Маппетов",
      "original_title": "The Muppet Christmas Carol",
      "year": "1992",
      "poster": "https://image.tmdb.org/t/p/w500/kXEFaMwsK7fotYaf71DEu5Vt7qO.jpg",
      "overview": "Знаменитая история о скупом и черством Эбенизере Скрудже. Но здесь почти все роли играют знаменитые персонажи Маппет-шоу. Однажды рождественской ночью дядюшке Скруджу являются Дух Прошлых Лет, Дух Нынешних Святок и Дух Будущих Святок, которые заставляют его по-другому взглянуть на свою жизнь.",
      "rezka_query": "Рождественская сказка Маппетов 1992",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1448560,
      "title": "Идеальная афера",
      "original_title": "Wildcat",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/avH19pXWcGVfyBIYiRVFhe9XOmg.jpg",
      "overview": "Бывшие члены спецназа объединяются, дабы провернуть рискованное ограбление и спасти жизнь восьмилетней дочери своего лидера.",
      "rezka_query": "Идеальная афера 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1266990,
      "title": "Kulong",
      "original_title": "Kulong",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/bZ8xfM705sK59dA1UCdRkEj7LHN.jpg",
      "overview": "",
      "rezka_query": "Kulong 2024",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 346364,
      "title": "Оно",
      "original_title": "It",
      "year": "2017",
      "poster": "https://image.tmdb.org/t/p/w500/tM3xcPo8UNuJFCXO0CkmchBjPvd.jpg",
      "overview": "Когда в городке Дерри, начинают пропадать дети, несколько ребят сталкиваются со своими величайшими страхами и вынуждены помериться силами со злобным клоуном Пеннивайзом, чьи проявления жестокости и список жертв уходят в глубь веков.",
      "rezka_query": "Оно 2017",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 967941,
      "title": "Злая: Часть 2",
      "original_title": "Wicked: For Good",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/iZeqh6ePMtpmKL3RBTe7SNa90ws.jpg",
      "overview": "Эльфаба теперь известна как Злая Ведьма Запада и находится в изгнании в лесах страны Оз. Она продолжает борьбу за права животных, чьи голоса подавлены, и пытается обнародовать правду о Волшебнике. Волшебница Глинда становится публичным символом добра, живёт во дворце Изумрудного города и пользуется преимуществами своей популярности. По указанию мадам Моррибл, она выступает перед жителями Оз, заверяя их в стабильности при правлении Волшебника. По мере роста известности Глинды и её подготовки к свадьбе с принцем Фиеро, волшебницу начинает беспокоить разрыв отношений с Эльфабой. Попытки Глинды примирить Эльфабу с Волшебником оказываются безуспешными, что лишь углубляет их конфликт.",
      "rezka_query": "Злая: Часть 2 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1033148,
      "title": "Умри, моя любовь",
      "original_title": "Die My Love",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/61qjG6UQwBynB1e4pFNs9DKi1HN.jpg",
      "overview": "Грейс и Джексон сбегают из Нью-Йорка в горы Монтаны, чтобы начать жизнь заново — только они и их любовь. Но страсть постепенно сменяется одержимостью. Их уединённый рай превращается в кошмар, где любовь и безумие идут рука об руку.",
      "rezka_query": "Умри, моя любовь 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1415974,
      "title": "Raat Akeli Hai - The Bansal Murders",
      "original_title": "रात अकेली है - द बंसल मर्डर्स",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/8EpDSwnjMBc9dmTPEYBF4Bixmwf.jpg",
      "overview": "",
      "rezka_query": "Raat Akeli Hai - The Bansal Murders 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 991494,
      "title": "Губка Боб: В поисках квадратных штанов",
      "original_title": "The SpongeBob Movie: Search for SquarePants",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/p4jIo3Zg07ozssPNFjBXMZLD8Mm.jpg",
      "overview": "Губка Боб отправляется вместе с Патриком в самые глубины океана, чтобы встретиться с призраком Летучего Голландца. На пути его ждут захватывающие испытания, загадочные морские тайны и новые открытия в подводном мире. Тем временем мистер Крабс и Сквидвард идут по следу Губки Боба и пытаются его спасти.",
      "rezka_query": "Губка Боб: В поисках квадратных штанов 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 617126,
      "title": "Фантастическая четвёрка: Первые шаги",
      "original_title": "The Fantastic 4: First Steps",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/mFZ01wUqG8ROR9Y9xLreanLqis4.jpg",
      "overview": "На фоне яркого мира в стиле ретро-футуризма 1960-х годов первая семья Marvel пытается сохранить баланс между героизмом и семейными узами, защищая Землю от ненасытного космического бога по имени Галактус и его загадочного вестника — Серебряного Серфера.",
      "rezka_query": "Фантастическая четвёрка: Первые шаги 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1363123,
      "title": "Семейный план 2",
      "original_title": "The Family Plan 2",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/6blaKYQhWUsxnNUjeikPQE2vvC1.jpg",
      "overview": "Бывший киллер Дэн на Рождество хочет только одного - отдохнуть с детьми. Но узнав, что у дочери другие планы, он бронирует семейное путешествие в Лондон, где все они попадают под прицел неожиданного врага.",
      "rezka_query": "Семейный план 2 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 24428,
      "title": "Мстители",
      "original_title": "The Avengers",
      "year": "2012",
      "poster": "https://image.tmdb.org/t/p/w500/7SCa2Uw4sdTkn7mGMAhq0AkSC6Y.jpg",
      "overview": "В погоне за могуществом бог Локи вступает в сговор с воинственной расой Читаури, которая обещает ему армию для захвата Земли в обмен на Тессеракт – небольшой куб, содержащий в себе огромную силу. Проникнув в секретный центр организации «Щ.И.Т.», он объявляет о своих намерениях, после чего похищает Тессеракт и берет под контроль нескольких агентов, обеспечивших ему побег. В ответ на угрозу глава «Щ.И.Т.’а» Ник Фьюри созывает сильнейших супергероев планеты, которыми оказываются Железный человек, Черная вдова, Капитан Америка, Халк и Тор. Чтобы дать противнику достойный отпор, им придется отложить все свои разногласия и научиться работать в команде, иначе человечество ждет неминуемая гибель…",
      "rezka_query": "Мстители 2012",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 701387,
      "title": "Бугония",
      "original_title": "Bugonia",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/obeihpiGpQTdE7rPoWy1BVQsumY.jpg",
      "overview": "Одержимый теориями заговора рабочий Тедди при помощи не слишком сообразительного кузена похищает руководительницу крупной компании, так как считает, что она — пришелец из галактики Андромеды, жаждущий уничтожить жизнь на Земле. Он запирает женщину в подвале и требует составить послание андромедийскому императору, чтобы тот принял Тедди на своем корабле и обсудил с ним план ухода инопланетян с нашей зелёной планеты.",
      "rezka_query": "Бугония 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1286185,
      "title": "Сын плотника",
      "original_title": "The Carpenter's Son",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/laqtNGR2W8WuPmZiNNjXrYjMvqi.jpg",
      "overview": "В отдаленной деревне в Египте разворачивается духовная война, когда плотник, его жена и их сын Иисус становятся мишенью сверхъестественных сил.",
      "rezka_query": "Сын плотника 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1119090,
      "title": "Soy Frankelda",
      "original_title": "Soy Frankelda",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/rh3HNzV7o8ouH4NnCuL76OFPFBF.jpg",
      "overview": "",
      "rezka_query": "Soy Frankelda 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1420733,
      "title": "귀시",
      "original_title": "귀시",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/prXqVtz3NOGGh52y9VZK5ja4efh.jpg",
      "overview": "",
      "rezka_query": "귀시 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1317288,
      "title": "Марти Великолепный",
      "original_title": "Marty Supreme",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/xBT5vVUzoBKndntwDLYqVgcuOp2.jpg",
      "overview": "Молодой амбициозный парень Марти Маузер готов пойти на всё ради осуществления своей мечты, чтобы доказать всему миру, что для него нет ничего невозможного.",
      "rezka_query": "Марти Великолепный 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1230368,
      "title": "Спрингстин. Избавь меня от небытия",
      "original_title": "Springsteen: Deliver Me from Nowhere",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/5iAszw9Z9OgvJj20OtN9BqXQhnT.jpg",
      "overview": "Брюс Спрингстин, молодой музыкант на пороге мировой славы, изо всех сил пытается примирить бремя успеха с призраками своего прошлого.",
      "rezka_query": "Спрингстин. Избавь меня от небытия 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1116465,
      "title": "Легенда",
      "original_title": "传说",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/aAGQGMFv6e5EiNGx7VIQD5mwtAR.jpg",
      "overview": "Профессор археологии Фан отправляется со своими студентами в экспедицию, где они находят необычные артефакты. Профессору начинают сниться сны, будто бы он — генерал империи Хань, и в которых появляется нефритовый кулон, похожий на найденные реликвии. Озадаченный этими видениями он отправляется вглубь Ледникового храма в поисках разгадки.",
      "rezka_query": "Легенда 2024",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1197137,
      "title": "Чёрный телефон 2",
      "original_title": "Black Phone 2",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/pG3yo4PtkUku7qQTmEIM6OiV9zK.jpg",
      "overview": "Спустя 4 года после своего спасения из плена жестокого маньяка 17-летний Финн до сих пор пытается вернуться к нормальной жизни. Однако теперь его сестру, 15-летнюю Гвен, мучают загадочные сны о вновь зазвонившем чёрном телефоне. Кроме того, девушку посещают тревожные видения о трёх мальчиках в зимнем лагере. Решив разгадать загадку и положить конец их общим страданиям, Гвен уговаривает брата отправиться в лагерь из её снов.",
      "rezka_query": "Чёрный телефон 2 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1234821,
      "title": "Мир Юрского периода: Возрождение",
      "original_title": "Jurassic World Rebirth",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/iIk5nWcHuqTMLrz1yrwIWcmwTOM.jpg",
      "overview": "Спустя 5 лет после завоевания мира юрского периода, экспедиция отправляется в изолированные экваториальные регионы, чтобы извлечь ДНК из 3-ёх огромных доисторических существ для революционного открытия в медицине.",
      "rezka_query": "Мир Юрского периода: Возрождение 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 845781,
      "title": "Миссия: Красный",
      "original_title": "Red One",
      "year": "2024",
      "poster": "https://image.tmdb.org/t/p/w500/6T36kuDbXCGRistIewSwKyTmijt.jpg",
      "overview": "Санта-Клаус под кодовым именем Красный похищен. Начальник службы безопасности Северного полюса должен объединиться с самым известным в мире охотником за головами. Вместе они начинают кругосветную миссию по спасению Рождества.",
      "rezka_query": "Миссия: Красный 2024",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 360920,
      "title": "Гринч",
      "original_title": "The Grinch",
      "year": "2018",
      "poster": "https://image.tmdb.org/t/p/w500/t1f5cF0QHTxT4I9PZmjCUF8EPSs.jpg",
      "overview": "Любой бы на месте Гринча позеленел и взбесился. Как порядочный интроверт, он живёт в тёмной пещере на самой вершине горы подальше ото всех, но эти \"все\" готовят грандиознейшее празднование нового года. Они шумят, всё украшают и дико бесят. Кто бы отказал себе в удовольствии испортить праздник? Гринч решает украсть Новый год.",
      "rezka_query": "Гринч 2018",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1288072,
      "title": "Крипер",
      "original_title": "Keeper",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/mMd3F8PTXgRQyOuwPoTrsbHNBrH.jpg",
      "overview": "Малкольм приглашает Лиз на романтический уик-энд в свое фамильное имение в самом сердце леса. А затем, внезапно сославшись на неотложные дела, уезжает. Девушка остается один на один с огромным домом, из которого никак нельзя сбежать. И с каждой минутой находиться в нём становится всё опаснее. Если Лиз не разгадает его тайну, то останется здесь навечно.",
      "rezka_query": "Крипер 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 23527,
      "title": "Первый отряд",
      "original_title": "Первый отряд",
      "year": "2009",
      "poster": "https://image.tmdb.org/t/p/w500/mh2DUD5iHNs9VR8kxxJ8yVgZD0N.jpg",
      "overview": "1942 год. Россия – единственная страна, которой удается противостоять нашествию нацистских захватчиков. Параллельно с боевыми действиями между регулярными армиями разворачивается скрытая война двух секретных оккультных служб, двух специальных военных ведомств – немецкого «Аненербе» и русского 6-го отдела военной разведки. На вооружении этих подразделений не танки и самолеты, а законы магии и волшебства. Древнее заклинание позволяет магам «Аненербе» вызвать из царства мертвых дух великого магистра ордена Меча крестоносца барона фон Вольфа, павшего 700 лет назад в ходе Ледового побоища. Начальник советской разведки, генерал Белов, решает подключить к операции по противодействию барона фон Вольфа одного из своих самых одаренных агентов – четырнадцатилетнюю девочку Надю, которая вызывает из потустороннего мира своих погибших друзей – пионеров-героев, казненных фашистами в самом начале войны...",
      "rezka_query": "Первый отряд 2009",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 474350,
      "title": "Оно 2",
      "original_title": "It Chapter Two",
      "year": "2019",
      "poster": "https://image.tmdb.org/t/p/w500/4yKBNPzgPnDndD0th2IrxYkA6rA.jpg",
      "overview": "Проходит 27 лет после первой встречи ребят с демоническим Пеннивайзом. Они уже выросли, и у каждого своя жизнь. Но неожиданно их спокойное существование нарушает странный телефонный звонок, который заставляет их вновь собраться вместе.",
      "rezka_query": "Оно 2 2019",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 911430,
      "title": "Формула 1",
      "original_title": "F1",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/XDDweAK5vyUwCoX1NYbu9HlwFK.jpg",
      "overview": "Легенда автоспорта Сонни Хейс возвращается из отставки, чтобы возглавить испытывающую трудности команду Формулы-1 и стать наставником молодого талантливого гонщика, одновременно стремясь к ещё одному шансу на славу.",
      "rezka_query": "Формула 1 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1379963,
      "title": "Скажи тихонько",
      "original_title": "Dímelo bajito",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/7ONglxGmrckVqeFMaxRu3erOX6C.jpg",
      "overview": "Жизнь Камилы переворачивается с ног на голову, когда братья Ди Бьянко возвращаются спустя 7 лет. Тьяго подарил ей первый поцелуй, Тейлор был её защитником. Теперь она изменилась, но они по-прежнему могут достучаться до неё так, как никто другой.",
      "rezka_query": "Скажи тихонько 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 157336,
      "title": "Интерстеллар",
      "original_title": "Interstellar",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/vReLRjDV9XPhiOSEW7QWow4DXwf.jpg",
      "overview": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "rezka_query": "Интерстеллар 2014",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1403735,
      "title": "Лейла",
      "original_title": "లైలా",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/l4gsNxFPGpzbq0D6QK1a8vO1lBz.jpg",
      "overview": "Сону Модел, знаменитый косметолог из старого города, вынужден притвориться Лайлой, что становится причиной череды забавных, романтических и динамичных происшествий. Всё оборачивается настоящим хаосом в этой уморительной комедии.",
      "rezka_query": "Лейла 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1134463,
      "title": "Мечты",
      "original_title": "Dreams",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/yi513H1wMeb8nE0sbriqfnrD8SG.jpg",
      "overview": "Фернандо, молодой танцор из Мексики, стремится к признанию и мечтает о новой жизни в США. Уверенный, что его возлюбленная Дженнифер, состоятельная американка и филантроп, поможет осуществить мечты, он в тайне пересекает границу, рискуя жизнью. Фернандо разыскивает Дженнифер в Сан-Франциско, однако его появление мешает привычной жизни женщины, которая не готова появляться с любовником на публике.",
      "rezka_query": "Мечты 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1309012,
      "title": "Альтер",
      "original_title": "Altered",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/antXvx4ULV8OmRIMPy9UkxfU2xZ.jpg",
      "overview": "После глобальной катастрофы мир повернул не туда. Генетически улучшенные люди живут в роскоши, а остальные ютятся в бедных районах. Леон, инвалид и гениальный изобретатель, создаёт экзоскелет, чтобы защитить слабых и бросить вызов тем, кто отнял у него всё.",
      "rezka_query": "Альтер 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1370124,
      "title": "Sin cobertura",
      "original_title": "Sin cobertura",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/k7QB1I0VJgD8ibYv7slV2YtMCrO.jpg",
      "overview": "",
      "rezka_query": "Sin cobertura 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1430593,
      "title": "Звезда не того масштаба",
      "original_title": "Tinsel Town",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/n491CWY5Y9uPUQG10ES7gHxVW0o.jpg",
      "overview": "Кинозвезда ошеломлена, когда его успешную экшн-франшизу отменяют. С стремительным падением карьерных перспектив в Голливуде он отправляется в Англию, чтобы возродить себя на театральных подмостках лондонского Вест-Энда. Но к своему ужасу, он оказывается в уютной английской деревушке, где ему достается роль в местном рождественском представлении — традиционном действе, сочетающем песни, танцы, смешные сценки и активное участие зрителей. Окруженный колоритными местными жителями, среди которых он находит и новую любовь, он получает шанс восстановить отношения с семьей. То, что начиналось как худший период его жизни, превращается в замечательную рождественскую историю о втором шансе и силе настоящих чувств.",
      "rezka_query": "Звезда не того масштаба 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1010581,
      "title": "Моя вина",
      "original_title": "Culpa mía",
      "year": "2023",
      "poster": "https://image.tmdb.org/t/p/w500/A7DVPPR5JS8o4fR9NGfv0M9Gilv.jpg",
      "overview": "Ноа вынуждена оставить свой город, парня и друзей и переехать в особняк нового богатого мужа своей матери. Там она встречает Ника, своего нового сводного брата. Втайне они безумно влюбляются друг в друга.",
      "rezka_query": "Моя вина 2023",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1327862,
      "title": "Сожалею о тебе",
      "original_title": "Regretting You",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/wKYyfjFLfzwO3S8YdXScsN9kdjp.jpg",
      "overview": "Морган и её 16-тилетняя дочь Клара больше всего хотят быть непохожими друг на друга. Мать боится, что дочь повторит её ошибки молодости. Дочь же, свободолюбивая и упрямая, идёт своим путём. В результате личной трагедии их мир рушится, и в поисках утешения мать сближается с давним другом, а Клара знакомится с местным сердцеедом и хулиганом.",
      "rezka_query": "Сожалею о тебе 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 562,
      "title": "Крепкий орешек",
      "original_title": "Die Hard",
      "year": "1988",
      "poster": "https://image.tmdb.org/t/p/w500/4Y6ClpOYfQJtrQ6jGxEfq8tqOpi.jpg",
      "overview": "В суперсовременном небоскрёбе Лос-Анджелеса полицейский Джон Макклейн ведёт смертельную схватку с людьми некоего Ганса Грубера, под видом политических террористов взявших в заложники два десятка человек, включая и Холли Дженаро, благоверную Джона. Началось всё с того, что парень прилетел в город к жене, оказался на рождественском приёме, а вылилось — в настоящую войну, в которой он одерживает победу лишь неимоверными усилиями.",
      "rezka_query": "Крепкий орешек 1988",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1469354,
      "title": "Border Hunters",
      "original_title": "Border Hunters",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/6TNFZnJ5CU0uFQxGaO9dbqriiI7.jpg",
      "overview": "",
      "rezka_query": "Border Hunters 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1400032,
      "title": "10 танцев",
      "original_title": "10DANCE",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/hXGOsrH2tPgIkrfqxSSuz6So2tr.jpg",
      "overview": "Два танцора, противоположности во всём, кроме мастерства, соглашаются тренироваться вместе перед соревнованиями. Они ссорятся, но вскоре их начинает тянуть друг к другу.",
      "rezka_query": "10 танцев 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 152760,
      "title": "Охотники за сокровищами",
      "original_title": "The Monuments Men",
      "year": "2014",
      "poster": "https://image.tmdb.org/t/p/w500/pDpRmH0Zay2TDnnkv3FC2AgaBdZ.jpg",
      "overview": "Фильм основан на реальных событиях - величайшей охоте на сокровища в истории. Во время Второй мировой войны команда из искусствоведов и хранителей музеев объединяется, чтобы спасти известные произведения искусства, похищенные нацистами, прежде чем те успеют их уничтожить.",
      "rezka_query": "Охотники за сокровищами 2014",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 507089,
      "title": "Пять ночей с Фредди",
      "original_title": "Five Nights at Freddy's",
      "year": "2023",
      "poster": "https://image.tmdb.org/t/p/w500/uS00Ja9JFAi9HfpJLquPyQTvTjy.jpg",
      "overview": "Проблемный охранник начинает работать в пиццерии «У Фредди Фазбера». Проводя свою первую ночь на работе, он понимает, что ночную смену в «Фредди» будет не так-то просто выдержать.",
      "rezka_query": "Пять ночей с Фредди 2023",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1585,
      "title": "Эта замечательная жизнь",
      "original_title": "It's a Wonderful Life",
      "year": "1946",
      "poster": "https://image.tmdb.org/t/p/w500/mju4uGSlvXaqSrIX8wmYPAZpRSl.jpg",
      "overview": "Джордж Бейли, владелец кредитной компании в выдуманном американском городке Бедфорд Фоллс, честный, отзывчивый, любящий муж и отец, подавлен свалившимися на него невзгодами и подумывает о самоубийстве.  Очевидно, что человек, отказывающийся от самого большого дара Бога - жизни - нуждается в помощи ангела-хранителя. И Небеса отправляют ему на выручку Кларенса, единственного свободного на тот момент Ангела Второго Класса, приятного, доброго, но неопытного, еще даже не заслужившего крылья.  Если он сделает свою работу хорошо и сможет отговорить Джорджа от смертного греха, он получит крылья. А времени у него почти не осталось... Кларенс находит единственно правильное решение - показать Джорджу мир, в котором тот не существует.",
      "rezka_query": "Эта замечательная жизнь 1946",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1087192,
      "title": "Как приручить дракона",
      "original_title": "How to Train Your Dragon",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/hiLwtS68fCx9rd5GFK0QDqu4uBV.jpg",
      "overview": "Подростку Иккингу не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Парень неожиданно заводит дружбу с драконом Беззубиком, который поможет ему и другим викингам увидеть мир с совершенно другой стороны.",
      "rezka_query": "Как приручить дракона 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1038392,
      "title": "Заклятие 4: Последний обряд",
      "original_title": "The Conjuring: Last Rites",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/1DPYceqs7OuKgUD13vrPFZ2SYRd.jpg",
      "overview": "Исследователи паранормальных явлений Эд и Лоррейн Уоррен берутся за самый тревожный случай в своей практике. Семья переезжает в новый дом своей мечты, но вскоре их жилище начинает проявлять признаки демонической активности, превращая жизнь в кошмар.",
      "rezka_query": "Заклятие 4: Последний обряд 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 5255,
      "title": "Полярный Экспресс",
      "original_title": "The Polar Express",
      "year": "2004",
      "poster": "https://image.tmdb.org/t/p/w500/g4f3rVaFgVjFTSSng6FgkqBNwmM.jpg",
      "overview": "Необыкновенное путешествие маленького мальчика на волшебном поезде \"Полярный экспресс\" на Северный полюс к Санта-Клаусу в канун Рождества.",
      "rezka_query": "Полярный Экспресс 2004",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1523145,
      "title": "Твое сердце будет разбито",
      "original_title": "Твое сердце будет разбито",
      "year": "2026",
      "poster": "https://image.tmdb.org/t/p/w500/naOC89qeEygU44xM9EIot1m5AUQ.jpg",
      "overview": "Старшеклассница Полина спасается от травли в новой школе и идёт на сделку с главным хулиганом Барсом: он должен притворяться её парнем и защищать, а она делать все, что он скажет. В ходе этой игры у пары появляются настоящие чувства, но у её семьи и одноклассников есть причины разлучить влюблённых.",
      "rezka_query": "Твое сердце будет разбито 2026",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 1318691,
      "title": "Los Muértimer",
      "original_title": "Los Muértimer",
      "year": "2025",
      "poster": "https://image.tmdb.org/t/p/w500/tveUmniYWiZxE5CHWENSGIuZ7mJ.jpg",
      "overview": "",
      "rezka_query": "Los Muértimer 2025",
      "rezka_url": "",
      "video": ""
    },
    {
      "id": 27205,
      "title": "Начало",
      "original_title": "Inception",
      "year": "2010",
      "poster": "https://image.tmdb.org/t/p/w500/piQXcdOGgv1O9HQ07pI0tnjkGJw.jpg",
      "overview": "Дом Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадёт ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.  И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть всё назад, но для этого ему нужно совершить невозможное — инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача — не украсть идею, а внедрить её. Если у них получится, это и станет идеальным преступлением.  Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
      "rezka_query": "Начало 2010",
      "rezka_url": "",
      "video": ""
    }
  ]
}